[
  {
    "name": "Small World",
    "year_published": 2009,
    "min_players": 2,
    "max_players": 5,
    "min_playtime": 40,
    "max_playtime": 80,
    "min_age": 8,
    "description": "Small World is designed by Philippe Keyaerts and is a fantasy-themed game similar in game play to his Vinci, which was released in 1999 by French publisher Descartes. In Small World, players will be able to control characters from 14 fantasy races - dwarves, giants, orcs, elves, and so forth - while trying to take control of territory and push opponents out of adjacent lands and off the map. Even while dominating opponents, however, you have to keep in mind that your race's civilization is doomed as well, thanks to the passing of time and attacking of neighbors, so be ready to cast aside one tribe while taking the reins of another in order to keep dominating the world.<br />\r\n<br />\r\nSmall World is for 2-5 players and contains two double-sided gameboards, with one side being used for each of the different number of possible players. The 14 fantasy races come with matching banners and tokens, and the game also includes 20 special power badges to further customize the races along with mountains, troll lairs, fortresses, holes-in-the-ground, victory coins. and other items.",
    "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559254992240-511JJsfrrNL.jpg",
    "msrp": "50.00",
    "publishers": [
      "Days of Wonder"
    ],
    "mechanics": [
      {
        "id": "05zCZoLvQJ"
      },
      {
        "id": "R0bGq4cAl4"
      }
    ],
    "categories": [
      {
        "id": "ZTneo8TaIO"
      },
      {
        "id": "upXZ8vNfNO"
      },
      {
        "id": "buDTYyPw4D"
      }
    ],
    "designers": [
      " Philippe Keyaerts"
    ],
    "artists": [
      "Miguel Coimbra",
      "Cyrille Daujean"
    ]
  },
  {
    "name": "Chaos in the Old World",
    "year_published": 2009,
    "min_players": 3,
    "max_players": 4,
    "min_playtime": 90,
    "max_playtime": 120,
    "min_age": 13,
    "description": "<p>In <strong>Chaos in the Old World</strong>, each player takes the role of one of the malevolent Lords of Chaos. Each god's distinctive powers and legion of followers give the controlling player unique strengths and heretical abilities with which to corrupt and enslave the Old World.<br /><br />Yet, as the powers of Chaos seek domination by corruption and conquest, they must vie not only against each other, but also against the desperate denizens of the Old World who fight to banish the gods back to the maelstrom of the Realm of Chaos...for now.</p>",
    "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559258094784-51wguj68NWL.jpg",
    "msrp": "50.99",
    "publishers": [
      "Fantasy Flight Games"
    ],
    "mechanics": [
      {
        "id": "oeg6wN9Eoc"
      },
      {
        "id": "9NBcz45nN7"
      },
      {
        "id": "R0bGq4cAl4"
      },
      {
        "id": "T8JEFYwoqy"
      },
      {
        "id": "XM2FYZmBHH"
      }
    ],
    "categories": [],
    "designers": [
      "Eric M. Lang"
    ],
    "artists": []
  },
  {
    "name": "Railways of the World",
    "year_published": 2005,
    "min_players": 2,
    "max_players": 6,
    "min_playtime": 120,
    "max_playtime": 120,
    "min_age": 10,
    "description": "Rewrite the annals of history...and engrave your name alongside the world's greatest railroad barons. Build your railroad empire across the rails of the world and find out if you have the metal and the mettle to outwit and outmaneuver your opponents!",
    "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559257208783-51Ei1hxiIbL.jpg",
    "msrp": "0.00",
    "publishers": [
      "Flat River Group"
    ],
    "mechanics": [
      {
        "id": "oeg6wN9Eoc"
      },
      {
        "id": "iWODHwRGuU"
      },
      {
        "id": "BbTMRkwL0b"
      },
      {
        "id": "8PN2HE86wg"
      },
      {
        "id": "ohABM4GjbC"
      }
    ],
    "categories": [],
    "designers": [
      "Glenn Drover",
      "Martin Wallace"
    ],
    "artists": [
      "Kurt Miller",
      "Paul Niemeyer",
      "David Oram"
    ]
  },
  {
    "name": "Small World: Underground",
    "year_published": 2011,
    "min_players": 2,
    "max_players": 5,
    "min_playtime": 40,
    "max_playtime": 80,
    "min_age": 8,
    "description": "Small World Underground is a stand-alone game set beneath the surface of the same fun, light-hearted Small World universe of epic conquests and fallen empires. Featuring new Races and Special Powers, it also introduces a new twist to the original game play - Monster-occupied regions that protect Relics and Places of great power! While more daunting to conquer, these bestow even greater powers to their owner.<br>\n<br>\nSmall World Underground can be played on its own or combined with other Small World game elements, as many of the Races and Special Powers from the original game and previous expansions are compatible. Recommended for experienced Small World players, the game includes: two double-Sided Game Boards; 15 New Fantasy Races with matching banners &amp; tokens; 21 New Special Power badges; nine Popular Places and six Righteous Relics; 106 Victory Coins; dozens of additional special tokens; five Player and one Game Turn Summary Sheets; a Reinforcement Die; and a Rules Booklet.",
    "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559255098802-616j4kx32RL.jpg",
    "msrp": "50.00",
    "publishers": [
      "Days of Wonder"
    ],
    "mechanics": [
      {
        "id": "bgGxE0pI2B"
      },
      {
        "id": "R0bGq4cAl4"
      },
      {
        "id": "XM2FYZmBHH"
      }
    ],
    "categories": [],
    "designers": [
      "Philippe Keyaerts"
    ],
    "artists": [
      "Miguel Coimbra"
    ]
  },
  {
    "name": "Tuscany: Expand the World of Viticulture",
    "year_published": 2014,
    "min_players": 1,
    "max_players": 6,
    "min_playtime": 60,
    "max_playtime": 120,
    "min_age": 14,
    "description": "<p><em><strong>Tuscany: Expand the World of Viticulture</strong></em> significantly extends the original game of winemaking. Using a tiered system that lets you gradually unlock (&quot;uncork&quot;) a number of new expansions to <em>Viticulture</em> legacy-style in an order that's unique to your game, <em>Tuscany</em> enhances and completes the rustic world that <em>Viticulture</em> introduced. Just like <em>Viticulture</em>, <em>Tuscany</em> plays 2-6 players and has a play time of around 20 minutes per player.</p>\r\n\r\n<p>These expansions add asymmetric starting resources, new and advanced visitor cards, an extended game board for actions in all four seasons, special types of worker meeples, and more. What story will you tell as you seek to create the most successful vineyard in Tuscany?</p>",
    "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1545089307505",
    "msrp": "0.00",
    "publishers": [
      "Stonemaier Games",
      "Arclight",
      "Hobby Japan"
    ],
    "mechanics": [
      {
        "id": "XM2FYZmBHH"
      },
      {
        "id": "fBOTEBUAmV"
      }
    ],
    "categories": [
      {
        "id": "Wr8uXcoR9p"
      }
    ],
    "designers": [
      "Morten Monrad Pedersen",
      "Jamey Stegmaier",
      "Alan Stone"
    ],
    "artists": [
      "Morten Monrad Pedersen",
      "Beth Sobel",
      "Jamey Stegmaier",
      "Alan Stone"
    ]
  },
  {
    "name": "Core Worlds",
    "year_published": 2011,
    "min_players": 2,
    "max_players": 5,
    "min_playtime": 60,
    "max_playtime": 60,
    "min_age": 10,
    "description": "The ancient Galactic Realm, ruled from the Core Worlds of the galaxy, is waning. Now, the barbaric kingdoms that lie beyond the galactic frontier are amassing their strength, choosing this pivotal moment to strike at the heart of the fading republic, establishing new empires built upon the ashes of decaying civilizations.<br />\r\n<br />\r\nBut these outer systems are not yet strong enough to engage the forces of the Core Worlds directly. The young kingdoms must first gnaw at the edges of the crumbling frontier, developing new types of units and shrewder tactics. They must build up their energy resources to launch magnificent fleets and overwhelming ground forces. Then, when the time is right, they must strike at the galactic core itself, claiming the most exalted planets for themselves. <br />\r\n<br />\r\nCore Worlds is a deck-building card game for 2-5 players. Each player controls a barbarian Star Empire represented by many cards. Throughout the game, players will invade Worlds and draft new Units and Tactics into their Empires. Each card lists its Empire Points in the upper right corner. The player whose Empire contains the most Empire Points at the end of the game is the winner!",
    "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559255068666-51ATBl-PeLL.jpg",
    "msrp": "32.49",
    "publishers": [
      "Stronghold Games"
    ],
    "mechanics": [
      {
        "id": "iWODHwRGuU"
      },
      {
        "id": "vZsDDAdOoe"
      },
      {
        "id": "WPytek5P8l"
      }
    ],
    "categories": [],
    "designers": [
      "Andrew Parks"
    ],
    "artists": [
      "Alex Figini",
      "Chechu Nieto",
      "Jim Parks",
      "Maciej Rebisz",
      "Sergey Rumyantsev"
    ]
  },
  {
    "name": "Guildhall",
    "year_published": 2012,
    "min_players": 2,
    "max_players": 2,
    "min_playtime": 30,
    "max_playtime": 30,
    "min_age": 14,
    "description": "Progress! That's what these Dark Ages need, someone with a little get-up-and-go. You've been a serf in this one-pig town long enough, and it's time to shake things up. You've opened a guildhall for like-minded professionals from all over Europe to work together, build their trades, and get some economic stability.<br /><br />\r\n\r\nNow if only everybody else didn't have the same idea...<br /><br />\r\n\r\nWell, you'll just have to do it faster than those other guys! Gather professionals into chapters, and use their combined might to reach for victory. Collect complete color sets of professions (all five colors of Trader, for instance), which you use to buy victory points (VP). The first player to gain 20 VP on her turn wins.<br /><br />\r\n\r\nIn Guildhall, each profession grants you special abilities, and these abilities grow stronger the more of the set that you complete. When you cash in the set for victory points, however, you lose the ability until you can build it up again. Which professions are worth risking VP to keep?",
    "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559257276472-61KviQI0UJL.jpg",
    "msrp": "27.99",
    "publishers": [
      "Alderac Entertainment Group"
    ],
    "mechanics": [
      {
        "id": "WPytek5P8l"
      },
      {
        "id": "lA3KUtVFCy"
      },
      {
        "id": "T8JEFYwoqy"
      }
    ],
    "categories": [],
    "designers": [
      "Hope S. Hwang"
    ],
    "artists": [
      "Michael Perry",
      "Fabio Porfidia"
    ]
  },
  {
    "name": "World of Warcraft: The Board Game",
    "year_published": 2005,
    "min_players": 2,
    "max_players": 6,
    "min_playtime": 180,
    "max_playtime": 180,
    "min_age": 12,
    "description": "The hughely popular massively multiplayer RPG is coming to your tabletop! The WORLD OF WARCRAFT Online Roleplaying Game is the most successful computer game ever, and has garnered enthusiastic acclaim from its more than 3 million players worldwide. Play your favorite Warcraft classes and races as you explore the world of Azeroth in this enormous board game. Battle opponents, gather treasure, and gain levels! Embark on quests to grow ever more powerful and compete to the greatest hero in all the land. The epic WORLD OF WARCRAFT: THE BOARDGAME production will include gorgeously crafted components, including over 150 highly detailed, sculpted plastic figures representing the multiple races of the WORLD OF WARCRAFT. Players will be able to take the roles of all nine of the WORLD OF WARCRAFT classes, each with its own unique and fun talents and powers. The WORLD OF WARCRAFT BOARDGAME is a massive production that will ship in FFG's signature &quot;Epic Style Box&quot; (similar to that of FFG's TWILIGHT IMPERIUM and DESCENT: JOURNEYS IN THE DARK games). You do not want to miss this exciting release that is bound to be one of the greatest board game events of 2005.",
    "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559257276473-51FJ5HmpwaL.jpg",
    "msrp": "0.00",
    "publishers": [
      "Fantasy Flight Publishing,U.S.",
      "U.S.",
      "Fantasy Flight Games"
    ],
    "mechanics": [
      {
        "id": "bgGxE0pI2B"
      },
      {
        "id": "R0bGq4cAl4"
      },
      {
        "id": "WPytek5P8l"
      },
      {
        "id": "GNtouC8NLm"
      },
      {
        "id": "XM2FYZmBHH"
      }
    ],
    "categories": [],
    "designers": [
      "Christian T. Petersen"
    ],
    "artists": [
      "Jesper Ejsing",
      "John Goodenough",
      "Andrew Navaro",
      "Scott Nicely",
      "Brian Schomburg"
    ]
  },
  {
    "name": "World's Fair 1893",
    "year_published": null,
    "min_players": null,
    "max_players": null,
    "min_playtime": null,
    "max_playtime": null,
    "min_age": null,
    "description": "<p>The World's Fair of 1893 in Chicago was a spectacular international exhibition that showcased many great achievements in science, technology, culture, and entertainment. Acting as organizers of the fair, players work diligently to increase their influence throughout the fair and obtain the grand exhibits that will be put on display. The organizer who has earned the best reputation when the fair begins will emerge the victor. </p> <p>On each turn of World's Fair 1893, the active player sends a supporter to one of the five areas and gather all of the cards by it. New cards are then added to some of the areas, and the next player takes a turn. </p> <p>The five areas represent sections of exhibits, like Fine Arts and Electricity. Some cards represent exhibit proposals in one of those five areas, others represent influential people who give you bonus supporters, and other cards represent tickets for attractions and concessions along the Midway. </p> <p>The game consists of three scoring rounds, each triggered when players collectively gather a certain number of Midway tickets. Players gain reputation points for leading in number of supporters in an area and for gathering the most tickets in each round. The leaders in an area also receive approval for exhibit proposals they have gathered that match the area. Players gain reputation points at the end of the game based on the breadth and diversity of their approved exhibits.</p>",
    "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559257691032-51AqGNKoV8L.jpg",
    "msrp": "0.00",
    "publishers": [
      "Renegade Game Studios"
    ],
    "mechanics": [],
    "categories": [],
    "designers": [],
    "artists": []
  },
  {
    "name": "Mahjong Set",
    "year_published": 1850,
    "min_players": 3,
    "max_players": 4,
    "min_playtime": 120,
    "max_playtime": 120,
    "min_age": 8,
    "description": "This Cantonese Style Mahjong Set features a set of 28 mm tiles, dice, and a batter. All of this is enclosed by a protective box, which prevents components from being misplaced between games.",
    "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559257439673-21P7r3GsyWL.jpg",
    "msrp": "0.00",
    "publishers": [
      "CHH Imports"
    ],
    "mechanics": [
      {
        "id": "WPytek5P8l"
      },
      {
        "id": "lA3KUtVFCy"
      }
    ],
    "categories": [],
    "designers": [
      "(Uncredited)"
    ],
    "artists": [
      "Barbro Hennius"
    ]
  },
  {
      "name": "Teotihuacan: City of Gods",
      "year_published": 2018,
      "min_players": 1,
      "max_players": 4,
      "min_playtime": 90,
      "max_playtime": 120,
      "min_age": 12,
      "description": "Teotihuacan city of gods is a strategic game of worker and resources management, clever planning and adaptability. Each player commands a Group of worker dice which move around locations on a modular board. With each move a player relocates one worker to a new location, always choosing one of its two areas to perform an action (and upgrade their workforce), or a powerful bonus (but no upgrade). as the mysterious Twilight of teotihuacan approaches, players research technologies, raise the magnificent pyramid of the sun, build houses for the inhabitants of the city, collect precious masks, and climb the steps of three great temples to secure bonuses granted by the favour of the gods.",
      "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559256688607-61UJY0mRRkL.jpg",
      "msrp": "49.95",
      "publishers": [
        "NSKN Games"
      ],
      "mechanics": [
        {
          "id": "05zCZoLvQJ"
        },
        {
          "id": "lA3KUtVFCy"
        },
        {
          "id": "8PN2HE86wg"
        },
        {
          "id": "fBOTEBUAmV"
        }
      ],
      "categories": [
        {
          "id": "a8NM5cugJX"
        }
      ],
      "designers": [
        "Daniele Tascini",
        "Dávid Turczi"
      ],
      "artists": [
        "Odysseas Stamoglou"
      ]
    },
    {
      "name": "Bruges",
      "year_published": 2013,
      "min_players": 2,
      "max_players": 4,
      "min_playtime": 60,
      "max_playtime": 75,
      "min_age": 10,
      "description": "Nominee for the prestigious Kennerspiel des Jahres award.<br />\r\n<br />\r\nBelgium, 15th Century. The first stock market opens its doors, and all of Europe has set its eyes on the wealthy and influential city of Bruges. In Bruges, players attempt to garner influence from the local merchants, bureaucrats, and nobles that rule this beautiful city in hopes of gaining prestige, reputation, and power. <br />\r\n<br />\r\nBut, disasters loom over the horizon! Ruse, tactical thinking, and a little luck will allow you to pull ahead of the pack. And, if that isn't enough, the shadier denizens of the city will be more than happy to help.",
      "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1576086189018",
      "msrp": "41.49",
      "publishers": [
        "Z-Man Games, Inc."
      ],
      "mechanics": [
        {
          "id": "R0bGq4cAl4"
        },
        {
          "id": "WPytek5P8l"
        }
      ],
      "categories": [],
      "designers": [
        "Stefan Feld"
      ],
      "artists": [
        "Michael Menzel"
      ]
    },
    {
      "name": "Terror In Meeple City",
      "year_published": 2013,
      "min_players": 2,
      "max_players": 4,
      "min_playtime": 45,
      "max_playtime": 60,
      "min_age": 8,
      "description": "In Rampage, you arrive in Meeple City as a gigantic, famished, scaly-skinned monster! Your goal: Dig your claws and dirty paws into the asphalt, destroy buildings, and devour innocent meeples.  The monster who has caused the most damage after the carnage finally ends wins the game.<br /><br />The buildings in Meeple City are comprised of floor tiles and meeples, with the meeples serving as pillars that support the floors.  Each monster, which consists of a wooden paws disc and a wooden body, starts in one corner of the game board. On a turn you take two actions from four possibilities, repeating an action if desired:<br /><br />-Move: Pick up your monster body, flick the paws disc, then place the body back on the disc.<br />-Demolish: If your paws are on the sidewalk surrounding a building, you can pick up your monster body, drop it onto a building, then collect any floors that have no meeples on them.<br />-Toss a vehicle: If you're in a neighborhood with a vehicle, you can pick up the vehicle, place it on your body, then flick the vehicle at a building or another monster.<br />-Breathe: Even while away from sidewalks with no vehicles, you can cause destruction by placing your chin on your monster's body and blowing across the board.<br /><br />After your two actions, you can eat unprotected meeples on the ground in your neighborhood, but you can eat only as many as the number of teeth you have. If you knock another monster to the ground, you break off one of its teeth, thereby keeping it from stealing your food!<br /><br />You score points for eating meeples, collecting floors and teeth,  and for achieving the goal on your character card.<br /><br />In addition to the character card, each player has a power card and a superpower card unique to his monster, with the former lasting the entire game and the latter being a one-shot effect that's revealed only upon use.<br /><br />",
      "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559257892271-61pZcF3HjiL.jpg",
      "msrp": "56.00",
      "publishers": [
        "Repos Production"
      ],
      "mechanics": [
        {
          "id": "bgGxE0pI2B"
        },
        {
          "id": "S0O9ucexPS"
        },
        {
          "id": "YyBg5CzHBF"
        },
        {
          "id": "lA3KUtVFCy"
        },
        {
          "id": "XM2FYZmBHH"
        }
      ],
      "categories": [
        {
          "id": "bKrxqD9mYc"
        },
        {
          "id": "TYnxiuiI3X"
        }
      ],
      "designers": [
        "Antoine Bauza",
        "Ludovic Maublanc"
      ],
      "artists": [
        "Pierô"
      ]
    },
    {
      "name": "Ticket to Ride: New York",
      "year_published": 2018,
      "min_players": 2,
      "max_players": 4,
      "min_playtime": 10,
      "max_playtime": 15,
      "min_age": 8,
      "description": "<p><em><strong>Ticket to Ride: New York</strong></em> features the familiar gameplay from the <em>Ticket to Ride</em> game series — collect cards, claim routes, draw tickets — but on a scaled-down map of Manhattan that allows you to complete a game in no more than 15 minutes.</p>\r\n\r\n<p>Each player starts with a supply of 15 taxis, two transportation cards in hand, and one or two destination tickets that show locations in Manhattan (and Brooklyn). On a turn, you either draw two transportation cards from the deck or the display of five face-up cards (or you take one face-up taxi, which counts as all six colors in the game); or you claim a route on the board by discarding cards that match the color of the route being claimed (with any set of cards allowing you to claim a gray route); or you draw two destination tickets and keep at least one of them.</p>\r\n\r\n<p>Players take turns until someone has no more than two taxis in their supply, then each player takes one final turn, including the player who triggered the end of the game. Players then sum their points, scoring points for the routes that they've claimed during the game, the destination tickets that they've completed (by connecting the two locations on a ticket by a continuous line of their taxis), and the tourist attractions that they've reached with their taxis. You lose points for any uncompleted destination tickets, then whoever has the high score wins!</p>",
      "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1545459150502",
      "msrp": "19.99",
      "publishers": [
        "Days of Wonder",
        "Asterion Press",
        "Edge Entertainment",
        "Rebel"
      ],
      "mechanics": [
        {
          "id": "iWODHwRGuU"
        },
        {
          "id": "WPytek5P8l"
        },
        {
          "id": "lA3KUtVFCy"
        },
        {
          "id": "ohABM4GjbC"
        }
      ],
      "categories": [
        {
          "id": "JwHcKqxh33"
        }
      ],
      "designers": [
        "Alan R. Moon"
      ],
      "artists": [
        "Cyrille Daujean",
        "Julien Delval"
      ]
    },
    {
      "name": "Dice City",
      "year_published": 2015,
      "min_players": 1,
      "max_players": 4,
      "min_playtime": 45,
      "max_playtime": 60,
      "min_age": 14,
      "description": "Grow Your Village!<br />\r\n<br />\r\nProvide for the economic, cultural, and spiritual needs of your citizens and create a vibrant and growing village. Will you build a large military and defeat bandits? Create trade goods and sell them to neighbors, or construct amazing works of culture? Why not all three? The strategies are deep yet the game play is easy enough young and old players alike!",
      "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559254896797-51zZiClyvEL.jpg",
      "msrp": "39.99",
      "publishers": [
        "Alderac Entertainment Group",
        " Artipia Games "
      ],
      "mechanics": [
        {
          "id": "R0bGq4cAl4"
        },
        {
          "id": "T8JEFYwoqy"
        },
        {
          "id": "fBOTEBUAmV"
        }
      ],
      "categories": [
        {
          "id": "ODWOjWAJj3"
        },
        {
          "id": "mavSOM8vjH"
        },
        {
          "id": "QAYkTHK1Dd"
        }
      ],
      "designers": [
        " Vangelis Bagiartakis "
      ],
      "artists": [
        "Gong Studios"
      ]
    },
    {
      "name": "Flip City",
      "year_published": 2014,
      "min_players": 1,
      "max_players": 4,
      "min_playtime": 30,
      "max_playtime": 50,
      "min_age": 8,
      "description": "In this deck-building game, you have no hand at all! Instead, you play the card directly from the top of your deck. Winning the game requires delicate strategies and some luck as well!<br />\r\n<br />\r\nA turn consists of 2 phases: Card Playing and Building Phase.<br />\r\n<br />\r\nPlayers play cards directly from the top of their deck, and may choose to continue until they have 3 cry-face icons in play, which ends their turn immediately. When they choose to stop, move on to the Building Phase.<br />\r\n<br />\r\nDuring the Building Phase players can use the coins gained from the previously played cards to buy a new card or upgrade a card in your discard pile. To upgrade a card, a player pays the cost and flips it over, upgraded cards remain in your discard pile.<br />\r\n<br />\r\nSince all cards in this game are double-sided, be careful not to flip them over accidentally when you place cards into your discard pile, and also when shuffling your deck.<br />\r\n<br />\r\nWhenever a player gains 8 or more VP during a single card playing phase, the player wins immediately!",
      "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559254915322-41DKqMBr9iL.jpg",
      "msrp": "19.95",
      "publishers": [
        "Tasty Minstrel Games",
        " Homosapiens Lab"
      ],
      "mechanics": [
        {
          "id": "ea1eaPBQn8"
        },
        {
          "id": "hmipYN1R1I"
        }
      ],
      "categories": [
        {
          "id": "eX8uuNlQkQ"
        },
        {
          "id": "ODWOjWAJj3"
        }
      ],
      "designers": [
        "Chih-Fan Chen"
      ],
      "artists": [
        " Ralf Berszuck",
        " Chih-Fan Chen",
        "Adam P. McIver"
      ]
    },
    {
      "name": "Blue Moon: City",
      "year_published": 2006,
      "min_players": 2,
      "max_players": 4,
      "min_playtime": 30,
      "max_playtime": 60,
      "min_age": 12,
      "description": "The Dark Age is over. The royal heirs, who caused the conflict and the destruction of Blue Moon City, have fled, and their corrupt advisors have been banished to faraway lands. Blue Moon City lies in ruin, but the people have vowed to restore the city to its former magnificence! Blue Moon City the board game picks up where the two-player card game ended as players quest to reconstruct the destroyed city. Vie to impress the dragons, collect crystals and ultimately gain the leadership of Blue Moon City!",
      "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559257172514-51oXWtcQPSL.jpg",
      "msrp": "33.99",
      "publishers": [
        "Fantasy Flight Games"
      ],
      "mechanics": [
        {
          "id": "qu5BcGjAzk"
        },
        {
          "id": "WPytek5P8l"
        },
        {
          "id": "U3zhCQH7Et"
        },
        {
          "id": "lA3KUtVFCy"
        }
      ],
      "categories": [],
      "designers": [
        "Reiner Knizia"
      ],
      "artists": [
        "Daren Bader",
        "Scott Fischer",
        "Lars Grant-West",
        "Todd Lockwood",
        "John Matson",
        "James Nelson",
        "Michael Phillippi",
        "Franz Vohwinkel"
      ]
    },
    {
      "name": "The City of Kings",
      "year_published": 2018,
      "min_players": 1,
      "max_players": 4,
      "min_playtime": 45,
      "max_playtime": 180,
      "min_age": 14,
      "description": "<p>This world used to be a garden full of life; from the flying Vadora to the deep-dwelling Dwarves - but that was before Vesh came. The world has been lost and only one city remains; the oldest city in the world - and the last refuge for all of us. Now...we fight back.</p><p><br /><i>The City of Kings</i> is a cooperative tactical roleplaying board game for 1 - 4 players in which your character is tasked with exploring the hazardous world, trading for vital resources, and battling your enemies whilst uncovering a story of a world imperiled.</p><p></p>",
      "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1541188245621",
      "msrp": "95.00",
      "publishers": [
        "The City of Games"
      ],
      "mechanics": [
        {
          "id": "oeg6wN9Eoc"
        },
        {
          "id": "U3zhCQH7Et"
        },
        {
          "id": "GUoWg3Mfh5"
        },
        {
          "id": "XM2FYZmBHH"
        },
        {
          "id": "fBOTEBUAmV"
        },
        {
          "id": "9mNukNBxfZ"
        }
      ],
      "categories": [],
      "designers": [
        "Frank West"
      ],
      "artists": [
        "Miguel Da Silva"
      ]
    },
    {
      "name": "Legendary: A Marvel Deck Building Game - Dark City",
      "year_published": 2013,
      "min_players": 1,
      "max_players": 5,
      "min_playtime": 45,
      "max_playtime": 60,
      "min_age": 14,
      "description": "There is a darkness rising in the Marvel Universe! <b>Legendary: Dark City</b>, the first expansion to &quot;Legendary: A Marvel Deck Building Game,&quot; brings an entirely new level of play to the critically-acclaimed card game. In Dark City, players use new heroes like Cable, Daredevil, Professor X, and Blade to face off against deadly, all-new Masterminds like Apocalypse, Mr. Sinister, and Kingpin!<br /><br />Legendary: Dark City features 350 all-new cards, including cards for seventeen new Heroes (including X-Force, X-Men, and the Marvel Knights), six new Villain Groups, two new Henchmen Groups, eight new Schemes, and five amped-up new Masterminds more powerful than ever before. Each Hero features four different all-new artworks. A new &quot;Unique Bystander&quot; mechanic gives special rewards to players who rescue them.<br /><br />It is now up to you to survive the Dark City and become Legendary!.",
      "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1593203968646",
      "msrp": "39.99",
      "publishers": [
        "Upper Deck Entertainment"
      ],
      "mechanics": [],
      "categories": [
        {
          "id": "v4SfYtS2Lr"
        }
      ],
      "designers": [
        "Devin Low"
      ],
      "artists": []
    },
    {
      "name": "Machi Koro: Bright Lights, Big City",
      "year_published": 2016,
      "min_players": 2,
      "max_players": 2,
      "min_playtime": 30,
      "max_playtime": 30,
      "min_age": 10,
      "description": "Greetings, Mayor of Machi Koro! Your influence has led to explosive growth in this once sleepy town. Skyscrapers pockmark the land and nightlife is booming - literally. Our little Machi Koro...the City that Never Sleeps?! One day, perhaps.<br /><br />Until then, our darling, temperamental Machians want more. On the docket to grow this mid-sized city into the bustling metropolis they think they deserve - A shiny new airport for red-eyes, swanky Member's Only clubs, wait-list-only sushi bars, and seemingly endless extravagance!<br /><br />For our mayors, <i>Machi Koro: Bright Lights, Big City</i> is a profoundly different beast and not just in terms of expensive tastes! Get ready for a whole new twist on <i>Machi Koro</i> - new cards, new rules, and a whole new way to play ensure no two games will ever be the same. <i>Machi Koro: Bright Lights, Big City</i> is a stand-alone, fast-paced game for 2-5 players.<br /><br /><b>Contents:</b><br />35 Starting Landmark Cards<br />10 Starting Establishment Cards<br />25 Major Establishment Cards<br />132 Establishment Cards<br />78 Coins<br />3 Six-Sided Dice<br />1 Rulebook<p></p>",
      "image_url": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1541176608255",
      "msrp": "29.99",
      "publishers": [
        "IDW Games"
      ],
      "mechanics": [
        {
          "id": "iWODHwRGuU"
        },
        {
          "id": "R0bGq4cAl4"
        }
      ],
      "categories": [],
      "designers": [
        "Masao Suganuma"
      ],
      "artists": [
        "Noboru Hotta"
      ]
    }
]